<?php
$Lang = array(
    "Footer" 	=> array(
        "logo" => "Grande<b>Linci</b>",
        "copyright" => "@copyrigth",
        "madeby" => "Made by Sofiya"
    ),

    "Header" => array(
        "main_menu" => array(
            1 => "О нас",
            2 => "Доступные котята",
            3 => "Наши кошки",
            4 => "Фотогалерея",
            5 => "О породе",
            6 => "Контакты",
            7 => "Кошки",
            8 => "Коты",
            9 => "Тестовый"
        ),
        "secondary" => array(
            10 => "Рига, Латвия",
            11 => "+371 25 614 622",
            13 => "karoleinga@gmail.com",
            14 => "RU",
            15 => "LV",
            16 => "EN",
            17 => 'lang'
        )

    ),

    "Pages" => array(
        'home' => array(
            "main" => [
                "title" => "Дом Мейн-Кунов",
                "subtitle" => "Изысканная Красота, Исключительные Моменты!",
                "img_path" => "/assets/images/home_main.png"
            ],
            "section_welcome" => [
                "title" => "Добро пожаловать!",
                "content" => "Добро пожаловать в наш уютный питомник, где мейн-кун не просто порода, а незабываемая история любви, заботы и великолепия."
            ],
            "section_events" => [
                "title" => "Последние события",
                "litter_date" => "Помет 20.09.2023",
                "parents" => "Родители:",
                "father" => "Отец:",
                "mother" => "Мать:"
            ],
            "section_about" => [
                "title" => "О нас",
                "article" => [
                    [
                        "img_path" => "/assets/images/cat2.png",
                        "title" => "Гарантии Здоровья",
                        "content" => "Каждый кот проходит регулярные ветеринарные обследования, получает высококачественное питание и бесконечное внимание. Наша забота о вашем будущем четырехногом друге начинается здесь."
                    ],
                    [
                        "img_path" => "/assets/images/cat1.png",
                        "title" => "Влюбитесь в Личность",
                        "content" => "Каждая личность уникальна, и мы с гордостью представляем вам наших пушистых индивидуалистов. От ласковых обнимашек до неутомимых исследователей - у нас есть мейн-кун для каждого сердца."
                    ]
                ]
            ]
        ),
        "available_kittens" => array(
            "main" => [
                "title" => "Доступные котята",
                "subtitle" => "Откройте двери в мир маленьких чудес.",
                "img_path" => "/assets/images/available_main.png"
            ],
            "content" => [
                "title" => "Наши маленькие звездочки",
                "subtitle" => "Приготовьтесь встретить своего будущего лучшего друга с чувством ласки и тепла!"
            ]
        ),
        "our_cats" => array(
            "main" => [
                "title" => "Наши коты",
                "subtitle" => "Только лучшие представители чистокровных пород",
                "img_path" => "/assets/images/cats_main.png"
            ],
            "content" => [
                "title" => "Элегантные личности",
                "subtitle" => "Окунитесь в мир уникальных личностей и поразительной красоты, созданной нашими котами!"
            ]
        ),
        "photogallery" => array(
            "main" => [
                "title" => "Фотогалерея",
                "subtitle" => "Лучи счастья в каждом кадре!",
                "img_path" => "/assets/images/photo_main.png"
            ],
            "content" => [
                [
                    "title" => "Наши победителі",
                    "subtitle" => "Станьте свидетелями моментов славы и побед, когда наши мейн-кун прекрасно представляли наш питомник на выставках."
                ],
                [
                    "title" => "Наши гордости",
                    "subtitle" => "Наши самые восхитительные и красивые коты!"
                ],
                [
                    "title" => "Наши выпускники",
                    "subtitle" => "Окунитесь в мир счастливых семейных моментов, где наши выпускники становятся частью жизни, принося радость и тепло своим новым владельцам."
                ]
            ]
        ),
        "about_breed" => array(
            "main" => [
                "title" => "О породе",
                "subtitle" => "Узнайте характер и особенности ухода за вашим будущим питомцем",
                "img_path" => "/assets/images/cat21.png"
            ],
            "content" => [
                "img" => "/assets/images/",
                "title" => "Содержание",
                "list" => [
                    0 => ["name" => "История породы", "href" => "history"],
                    1 => ["name" => "Внешность мейн-кунов", "href" => "appearance"],
                    2 => ["name" => "Темперамент мейн-кунов", "href" => "temperament"],
                    3 => ["name" => "Здоровье и болезни", "href" => "health"],
                    4 => ["name" => "Уход и обслуживание", "href" => "care"]
                ],
                "articles" => [
                    [
                        "href" => "history",
                        "img_path" => "/assets/images/cat3.png",
                        "title" => "История породы",
                        "content" => "Название породы переводится как 'Мэйнский енот'. Первый термин в этой фразе понятен (Мэйн от названия американского штата Мэйн), второй требует пояснения. Необычная полосатая окраска и пушистые хвосты мейн-кунов привели заводчиков к созданию легенды о том, что порода была получена путем скрещивания представителя семейства кошачьих с енотом.<br>Легенда осталась легендой, но слово 'Кун' (сокращение от енот) приклеилось к породе."
                    ],
                    [
                        "href" => "appearance",
                        "img_path" => "/assets/images/cat4.png",
                        "title" => "Внешность мейн-кунов",
                        "content" => "Внешность знаменитой семьи мейн-кунов значительно повлияло климатом Мэйна: выживание в холодных снежных континентальных зимах без плотного подшерстка очень трудно. Широкая лапа, защищенная дополнительными пучками шерсти, также является полезной адаптацией, помогающей скользить по ледяным поверхностям, не проваливаясь в снег. И внушительный размер - неоценимое преимущество в охоте на мелкую дичь. 
<br>
Что касается современных представителей породы, страсть европейских заводчиков к экстремизации не могла не повлиять на их внешность. Сегодняшние мейн-куны значительно увеличились в размерах, их лица стали еще более удлиненными, а уши значительно выросли."
                    ],
                    [
                        "href" => "temperament",
                        "img_path" => "/assets/images/cat5.png",
                        "title" => "Темперамент мейн-кунов",
                        "content" => "Мейн-куны - ненавязчивые кошки, которые высоко ценят свою независимость. Этот черт особенно выражен у самок. Животные благоприятно реагируют на тактильный контакт, но вы не сможете их мять или сжимать.
<br>
Период максимальной физической активности для этой породы приходится на первые пять лет жизни. Достигнув этого 'почтенного' возраста, кошки начинают становиться немного ленивыми, предпочитая пассивный отдых шумным играм."
                    ],
                    [
                        "href" => "health",
                        "img_path" => "/assets/images/cat6.png",
                        "title" => "Здоровье и болезни",
                        "content" => "Среди конкретных заболеваний, к которым предрасположены куны, заводчики выделяют абсцессы, лысые пятна, алопецию и обветривание кожи. Причинами этих недугов могут быть чрезмерное использование водных процедур, неправильно выбранный шампунь и несвоевременная очистка меха животного."
                    ],
                    [
                        "href" => "care",
                        "img_path" => "/assets/images/cat7.png",
                        "title" => "Уход и обслуживание",
                        "content" => "Идеальная обстановка для мейн-кунов - загородный дом, где животное может свободно бегать и удовлетворять свою охотничью страсть. Тем не менее, заводчики утверждают, что при правильном уходе со стороны владельца кошки этой породы могут хорошо адаптироваться даже в городской квартире. И экскурсии по лугам и лесам легко можно заменить регулярными прогулками на поводке. Если у вас нет возможности часто выводить вашего питомца на улицу, рассмотрите возможность приобретения высокой игровой комплекс, который может разнообразить повседневную жизнь вашего питомца."
                    ]
                ]
            ]
        ),
        "about_us" => array(
            "main" => [
                "title" => "О нас",
                "subtitle" => "Добро пожаловать в питомник Grande Linci LV!",
                "img_path" => "/assets/images/aboutus_main.png"
            ],
            "content" => [
                "title" => "Наши преимущества",
                "adv_cards" => [
                    [
                        "icon" => "/assets/images/icons/health.svg",
                        "title" => "Гарантия здоровья",
                        "text" => "Все наши мейн-кун находятся в отличном состоянии здоровья для переезда в новый дом."
                    ],
                    [
                        "icon" => "/assets/images/icons/world.svg",
                        "title" => "Доставка по всему миру",
                        "text" => "Мы предоставляем доставку по всему миру. Наши выпускники уже живут в 35 странах!"
                    ],
                    [
                        "icon" => "/assets/images/icons/social.svg",
                        "title" => "Социализация",
                        "text" => "Мы уделяем особое внимание социализации, делая их замечательными спутниками."
                    ],
                    [
                        "icon" => "/assets/images/icons/bag.svg",
                        "title" => "Уходовый пакет",
                        "text" => "Вы получите ветеринарные записи, рекомендации по уходу и стартовый комплект продуктов."
                    ]
                ]
            ],
            "section_info" => [
                "title" => "История Grande Linci",
                "text" => "Удивительная история развивается в самом сердце нашего питомника, начавшись с любви к мейн-кунам. Как команда, мы посвятили свою страсть этой благородной породе, стремясь создать не просто питомник, а настоящий дом для каждого пушистого сердца. Наш путь был усеян радостями рождения и успехами на выставках, но основная цель всегда оставалась в центре – создать семью для наших мейн-кун и их будущих владельцев. История питомника – это история любви к этим великолепным существам, которую мы с удовольствием делимся с вами!"
            ],
            "ads" => "Выберите котенка прямо сейчас!"
        ),
        "contacts" => array(
            "main" => [
                "title" => "Контакты",
                "subtitle" => "Оставайтесь на связи!",
                "img_path" => "/assets/images/contacts_main.png"
            ],
            "content" => [
                "title" => "Наши контакты",
                "subtitle" => "Выберите самый удобный способ связи с нами",
                "contact_cards" => [
                    [
                        "icon" => "/assets/images/icons/phone.svg",
                        "title" => "Телефон",
                        "text" => "+371 25 614 622",
                        "link" => "tel:+37125614622"
                    ],
                    [
                        "icon" => "/assets/images/icons/letter.svg",
                        "title" => "Электронная почта",
                        "text" => "karoleinga@gmail.com",
                        "link" => "mailto:karoleinga@gmail.com"
                    ],
                    [
                        "icon" => "/assets/images/icons/facebook.svg",
                        "title" => "Социальные сети",
                        "text" => "@GrandeLinciLV",
                        "link" => "https://m.facebook.com/p/Grande-Linci-LV-100090577746671/"
                    ],
                    [
                        "icon" => "/assets/images/icons/home.svg",
                        "title" => "Адрес",
                        "text" => "Рига, Латвия",
                        "link" => ""
                    ]
                ]
            ]
        ),
        404 => array(
            "content" => "Что-то пошло не так!<br>Попробуйте перезагрузить страницу или вернуться на главную страницу"
        )
    ),

    "Form" => array(
        "title" => "Станьте счастливым обладателем пушистого питомца",
        "field" => [
            "name" => "Имя*",
            "email" => "Электронная почта*",
            "phone" => "Номер телефона*",
            "extra_pets" => "Есть ли у вас другие домашние животные?*",
            "food" => "Чем вы планируете кормить питомца?*",
            "children" => "Есть ли дети в семье?",
            "chosen_pet" => "Выбранный питомец*",
            "your_q" => "Ваш вопрос"
        ],
        "check" => [
            "confidence" => "Я даю согласие на обработку персональных данных. Политика конфиденциальности*",
            "notifications" => "Я хочу получать уведомления и последние новости от питомника по электронной почте"
        ]
    ),

    "breadcrumbs" => [
        "main" => "Главная/",
        "available_kittens" => [ "name" => "Доступные котята", "link" => "/?option=available_kittens" ],
        "our_cats" => [ "name" => "Наши коты", "link" => "/?option=our_cats" ],
        "photogallery" => [ "name" => "Фотогалерея", "link" => "/?option=photogallery" ],
        "about_breed" => [ "name" => "О породе", "link" => "/?option=about_breed" ],
        "about_us" => [ "name" => "О нас", "link" => "/?option=about_us" ],
        "contacts" => [ "name" => "Контакты", "link" => "/?option=contacts" ]
    ],

    "Buttons" => [
        "choose_kit" => "Выбрать котенка",
        "learn_more" => "Узнать больше",
        "buy_me" => "Купить меня",
        "view_more" => "Просмотреть еще",
        "clear" => "Очистить форму",
        "send" => "Отправить форму"
    ],

    "sex_filter" => [
        0 => ["Мальчики и Девочки", "all"],
        1 => ["Мальчики", "boys"],
        2 => ["Девочки", "girls"]
    ],

    "Cards" => [
        "cats" => [
            "date_of_birth" => "Дата рождения: ",
            "color" => "Цвет: ",
            "titles" => "Звания: ",
            "tests" => "Тесты: "
        ],
        "kittens" => [
            "sex" => "Пол: ",
            "age" => "Возраст: ",
            "mother" => "Мать: ",
            "father" => "Отец: ",
            "castration" => "Кастрация: ",
            "selling" => "Продажа: ",
            "month" => "мес."
        ]
    ],

    "Colors" => [
        "1" => ["char" => "A", "desc" => "Рыжий"]
    ],

    "Patterns" => [
        "1" => ["code" => "2", "desc" => "пёстрый"],
        "" => ""
    ],

    "Cats" => [
        1 => [
            "name" => "Моника",
            "desc" => "Grand Vinci *LV Моника - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        2 => [
            "name" => "Лорд",
            "desc" => "Grand Vinci *LV Лорд - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        3 => [
            "name" => "Джесси",
            "desc" => "Grand Vinci *LV Джесси - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        4 => [
            "name" => "Алекс",
            "desc" => "Grand Vinci *LV Алекс - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        5 => [
            "name" => "Гуччи",
            "desc" => "Grand Vinci *LV Гуччи - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        6 => [
            "name" => "Мэгги",
            "desc" => "Grand Vinci *LV Мэгги - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        7 => [
            "name" => "Ричард",
            "desc" => "Grand Vinci *LV Ричард - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        8 => [
            "name" => "Лесси",
            "desc" => "Grand Vinci *LV Лесси - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        9 => [
            "name" => "Сэм",
            "desc" => "Grand Vinci *LV Сэм - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        10 => [
            "name" => "Мелл",
            "desc" => "Grand Vinci *LV Мелл - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        11 => [
            "name" => "Карри",
            "desc" => "Grand Vinci *LV Карри - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        12 => [
            "name" => "Люси",
            "desc" => "Grand Vinci *LV Люси - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        13 => [
            "name" => "Робин",
            "desc" => "Grand Vinci *LV Робин - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        14 => [
            "name" => "Джексон",
            "desc" => "Grand Vinci *LV Джексон - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        15 => [
            "name" => "Кристи",
            "desc" => "Grand Vinci *LV Кристи - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        16 => [
            "name" => "Роджер",
            "desc" => "Grand Vinci *LV Роджер - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ],
        17 => [
            "name" => "Новый кот",
            "desc" => "Grand Vinci *LV Роджер - замечательная кошка для выставок и разведения с отличной родословной.",
            "titles" => "Чемпион породы, чемпион Европы.",
            "tests" => "HCM, PKdef, SMA - N/N"
        ]
    ],

    "Kittens" => [
        1 => [
            "name" => "Кики",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        2 => [
            "name" => "Маг",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        3 => [
            "name" => "Рики",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        4 => [
            "name" => "Джакки",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        5 => [
            "name" => "Лики",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        6 => [
            "name" => "Руки",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        7 => [
            "name" => "Кейк",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        8 => [
            "name" => "Фифи",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        9 => [
            "name" => "Локи",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        10 => [
            "name" => "Лори",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        11 => [
            "name" => "Молли",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        12 => [
            "name" => "Полли",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        13 => [
            "name" => "Мэгги",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        14 => [
            "name" => "Хуки",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ],
        15 => [
            "name" => "Рюки",
            "castration" => "Кастрирован",
            "selling" => "Для разведения"
        ]
    ],

    "Sex" => [
        1 => "Мужской",
        2 => "Женский"
    ]


);
