<?php
$Lang = array(
    "Footer" 	=> array(
        "logo" => "Grande<b>Linci</b>",
        "copyright" => "@copyrigth",
        "madeby" => "Made by Sofiya"
    ),

    "Header" => array(
        "main_menu" => array(
            1 => "О нас",
            2 => "Доступные котята",
            3 => "Наши кошки",
            4 => "Фотогалерея",
            5 => "О породе",
            6 => "Контакты",
            7 => "Кошки",
            8 => "Коты",
            9 => "Тестовый"
        ),
        "secondary" => array(
            10 => "Рига, Латвия",
            11 => "+371 25 614 622",
            13 => "karoleinga@gmail.com",
            14 => "RU",
            15 => "LV",
            16 => "EN",
            17 => 'lang'
        )

    ),

    "Pages" => array(
        0 => array(
            "main" => [
                "title" => "Дом Мейн Кунов",
                "subtitle" => "Изысканная красота, Исключительные моменты!",
            ],
            "section_welcome" => [
                "title" => "Добро пожаловать!",
                "content" => "Приветствуем в нашем уютном питомнике, где мейн кун – не просто порода, а неповторимая история любви, заботы и великолепия."
            ],
            "section_events" => [
                "title" => "Последние события",
                "litter_date" => "Помет 20.09.2023",
                "parents" => "Родители:",
                "father" => "Отец:",
                "mother" => "Мать:"
            ],
            "section_about" => [
                "title" => "О нас",
                "article" => [
                    [
                        "img_path" => "/assets/images/cat1.png",
                        "title" => "Гарантии здоровья",
                        "content" => "Каждая кошка проходит регулярные ветеринарные осмотры, получает высококачественное питание и бесконечное внимание. У нас забота о вашем будущем четырехногом друге начинается прямо здесь."
                    ],
                    [
                        "img_path" => "/assets/images/cat2.png",
                        "title" => "Влюбитесь в Характер",
                        "content" => "Каждая личность уникальна, и мы с гордостью представляем вам наших пушистых индивидуалистов. От ласковых ласков до непоколебимых исследователей – у нас есть мейн кун для каждого сердца."
                    ]
                ]
            ]
        ),
        1 => array(
            "main" => [
                "title" => "Доступные котята",
                "subtitle" => "Откройте двери в мир маленьких чудес"
            ],
            "content" => [
                "title" => "Наши маленькие звездочки",
                "subtitle" => "Приготовьтесь встретить своего будущего лучшего друга с чувством ласки и тепла!"
            ]
        ),
        2 => array(
            "main" => [
                "title" => "Наши кошки",
                "subtitle" => "Только лучшие чистокровные производители"
            ],
            "content" => [
                "title" => "Элегантные личности",
                "subtitle" => "Погрузитесь в мир уникальных характеров и потрясающей красоты, которую создают наши кошки!"
            ]
        ),
        3 => array(
            "main" => [
                "title" => "Фотогалерея",
                "subtitle" => "Лучи Счастья в Каждом Кадре!"
            ],
            "content" => [
                [
                    "title" => "Наши победители",
                    "subtitle" => "Разглядывайте моменты славы и победы, когда наши мейн куны великолепно представляли наш питомник на выставках."
                ],
                [
                    "title" => "Наша гордость",
                    "subtitle" => "Наши самые восхитительные и красивые кошки!"
                ],
                [
                    "title" => "Наши выпускники",
                    "subtitle" => "Погрузитесь в мир счастливых моментов семей, где наши выпускники становятся частью жизни, принося радость и тепло своим новым владельцам."
                ]
            ]
        ),
        4 => array(
            "main" => [
                "title" => "О породе",
                "subtitle" => "Познакомьтесь поближе с характером и особенностями ухода вашего будущего питомца"
            ],
            "content" => [
                [
                    "img" => "/assets/images/",
                    "title" => "Содержание",
                    "list" => [
                        0 => "История породы",
                        1 => "Внешность мейн-куноы",
                        2 => "Характер мейн-кунов",
                        3 => "Здоровье и болезни",
                        4 => "Уход и содержание"
                    ]
                ],
                [
                    "img_path" => "/assets/images/cat3.png",
                    "title" => "История породы",
                    "content" => "Название породы переводится как «мэнский енот». И если с первым термином в этом словосочетании все ясно («мейн» – от названия американского штата Мэн), то второй требует уточнения. Необычный полосатый окрас и пушистые хвосты мейн-кунов породили среди бридеров легенду о том, что порода получена методом скрещивания представителя семейства кошачьих с енотом.

Байка осталась байкой, но словечко «кун» (сокращение от англ. racoon – енот) к породе все же прилипло. "
                ],
                [
                    "img_path" => "/assets/images/cat4.png",
                    "title" => "Внешность мейн-кунов",
                    "content" => "На внешний облик славного семейства мейн-кунов значительное влияние оказал климат Мэна: выжить в условиях холодной и снежной континентальной зимы без густого подшерстка очень сложно. Широкая, защищенная дополнительными пучками шерсти лапа – тоже полезное приспособление, помогающее скользить по ледяной корке, не проваливаясь в снег. Ну а внушительные размеры в условиях охоты на мелкую живность и вовсе неоценимое преимущество. 
Что касается современных представителей породы, то на их облике не могла не сказаться страсть европейских бридеров к экстремализации. Сегодняшние мейн-куны значительно прибавили в размерах, их мордочки стали еще более вытянутыми, а уши существенно подросли."
                ],
                [
                    "img_path" => "/assets/images/cat5.png",
                    "title" => "Характер мейн-кунов",
                    "content" => "Мейн-куны – кошки ненавязчивые и очень ценящие собственную независимость. Последняя черта особенно ярко выражена у особей женского пола. К тактильному контакту животные относятся благосклонно, но помять и потискать их не получится. 

Период максимальной двигательной активности представителей этой породы приходится на первые пять лет жизни. По достижении этого «почтенного» возраста коты начинают слегка лениться, предпочитая шумным играм пассивный отдых. "
                ],
                [
                    "img_path" => "/assets/images/cat6.png",
                    "title" => "Здоровье и болезни",
                    "content" => "Из специфических заболеваний, которым подвержены именно куны, бридеры выделяют абсцессы, проплешины, залысины и пересушенную кожу. Причинами перечисленных недугов могут стать излишнее злоупотребление водными процедурами, неправильно подобранный шампунь, а также несвоевременная очистка шерстки животного.

Средняя продолжительность жизни мейн-куна – 12 лет, при этом нередки случаи, когда кошки преодолевали возрастной рубеж  в 16 лет."
                ],
                [
                    "img_path" => "/assets/images/cat7.png",
                    "title" => "Уход и содержание",
                    "content" => "Идеальная среда обитания для мейн-куна – загородный дом, где животное сможет свободно прогуливаться и утолять свою страсть к охоте. Впрочем, заводчики утверждают, что при должном старании со стороны хозяина, кошки этой породы вполне способны адаптироваться и в городской квартире. Ну а экскурсии по лугам-лесам несложно заменить обычными променадами на шлейке. Если возможности часто выводить животное нет, стоит задуматься о приобретении высокого игрового комплекса, способного скрасить будни вашего питомца."
                ]
            ]
        ),
        5 => array(
            "main" => [
                "title" => "О нас",
                "subtitle" => "Добро пожаловать в питомник кошек Grande Linci LV!"
            ],
            "content" => [
                "title" => "Наши преимущества",
                "adv_cards" => [
                    [
                        "icon" => "health.svg",
                        "title" => "Наши преимущества",
                        "text" => "Все наши мейн куны находятся в отличном состоянии здоровья, чтобы переехать в новый дом."
                    ],
                    [
                        "icon" => "world.svg",
                        "title" => "По всему миру",
                        "text" => "Мы осуществляем доставку по всему миру. А наши выпускники живут уже в 35 странах!"
                    ],
                    [
                        "icon" => "social.svg",
                        "title" => "Социализация",
                        "text" => "Мы уделяем особое внимание социализации, что делает их прекрасными компаньонами."
                    ],
                    [
                        "icon" => "bag.svg",
                        "title" => "Пакет Заботы",
                        "text" => "Вы получите ветеринарные записи, рекомендации по уходу, стартовый набор продуктов."
                    ]
                ]
            ],
            "section_history" => [
                "title" => "История Grande Linci",
                "content" => "В самом сердце нашего питомника зреет удивительная история, начавшаяся с любви к мейн кунам. Мы, как коллектив, посвятили свою страсть этой благородной породе, стремясь создать не просто питомник, а настоящий дом для каждого пушистого сердца. Наш путь был усеян радостями рождения и успехами на выставках, но в центре всегда оставалась главная цель – создать семью для наших мейн кунов и их будущих хозяев.   История питомника – это рассказ о любви к этим великолепным созданиям, который мы с удовольствием делимся с вами!"
            ],
            "text_line" => "Выбрать котёнка прямо сейчас!"
        ),
        6 => array(
            "main" => [
                "title" => "Контакты",
                "subtitle" => "Будьте всегда на связи!"
            ],
            "content" => [
                "title" => "Наши контакты",
                "subtitle" => "Выберите наиболее удобный для вас вариант связи",
                "contact_cards" => [
                    [
                        "icon" => "phone.svg",
                        "title" => "Телефон",
                        "text" => "+371 25 614 622"
                    ],
                    [
                        "icon" => "letter.svg",
                        "title" => "Почта",
                        "text" => "karoleinga@gmail.com"
                    ],
                    [
                        "icon" => "facebook.svg",
                        "title" => "Соц сети",
                        "text" => "@GrandeLinciLV"
                    ],
                    [
                        "icon" => "home.svg",
                        "title" => "Адрес",
                        "text" => "Рига, Латвия"
                    ]
                ]
            ]
        ),
        404 => array(
            "content" => "Что-то пошло не так!Попробуйте перезагрузить страницу или вернитесь на главную"
        )
    ),

    "Form" => array(
        "title" => "Станьте счастливым обладателем пушистого питомца",
        "field" => [
            "name" => "Имя*",
            "email" => "Почта*",
            "phone" => "Номер телефона*",
            "extra_pets" => "Если ли у вас другие питомцы?*",
            "food" => "Чем вы планируете кормить питомца?*",
            "children" => "Есть ли в семье дети?",
            "chosen_pet" => "Выбранный питомец*",
            "your_q" => "Ваш вопрос"
        ],
        "check" => [
            "confidence" => "Я даю своё согласие на обработку персональных данных. Политика конфиденциальности*",
            "notifications" => "Я хочу получать уведомления и последние новости питомника по электронной почте"
        ]
    ),

    "breadcrumbs" => [
        "main" => "Главная",
        1 => "Доступные котята",
        2 => "Наши кошки",
        3 => "Фотогалерея",
        4 => "О породе",
        5 => "О нас",
        6 => "Контакты"
    ]


);
